CSI API ETABS v1
cSapModel.DesignSteel Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDesignSteel DesignSteel { get; }
ReadOnly Property DesignSteel As cDesignSteel
	Get
Dim instance As cSapModel
Dim value As cDesignSteel
value = instance.DesignSteel
property cDesignSteel^ DesignSteel {
	cDesignSteel^ get ();
}
abstract DesignSteel : cDesignSteel with get
Property Value
Type: cDesignSteel
See Also
Reference
cSapModel Interface
ETABSv1 Namespace